Revit 2024 API
ParameterTypeId.SymbolFamilyAndTypeNamesParam Property
 "Family and Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SymbolFamilyAndTypeNamesParam { get; }
Visual Basic
Public Shared ReadOnly Property SymbolFamilyAndTypeNamesParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SymbolFamilyAndTypeNamesParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace